IDEA Open Model
LineLoad.Name Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or set the name
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace